Repository: RogerSik/Journalist
Catalog: lang/*.po
Languages: lb_lb

source: &laquo; Older Entries
lb_lb: &raquo; Eeler Einträge

source: (required)
lb_lb: (erfuerderlech)

source: <strong>XHTML:</strong> You can use these tags: <code>%s</code>
lb_lb: <strong>XHTML:</strong> Dës Tags kennen benotzt ginn: <code>%s</code>

source: Apologies, but we were unable to find what you were looking for. Perhaps searching will help.
lb_lb: Deed mär Leed, du siichs no eppes wat et nach net get.

source: Archive for the &#8216;%s&#8217; Category
lb_lb: Archiv fir &#8216;%s&#8217; Kategorie

source: Archive for the &#8216;%s&#8217; tag
lb_lb: Archiv fir &#8216;%s&#8217; tag

source: Archives
lb_lb: Archiver

source: Author Archive
lb_lb: Autor Archiv

source: Blog Archives
lb_lb: Blog Archiv

source: Categories
lb_lb: Kategorie

source: Click to search archives
lb_lb: Klick drop fir d'Sich ze benotzen

source: Comments are closed.
lb_lb: D' Kommentarfunktioun ass deaktivéiert.

source: Edit
lb_lb: Editéieren

source: Enter keyword to search
lb_lb: Gëff een Stéchwuert an fir d'Sich ze starten

source: F jS, Y
lb_lb: j. F Y

source: Leave a Reply
lb_lb: Hannerlooss een Kommentar

source: Leave a Reply to %s
lb_lb: Hannerlooss eng Äntwert fir %s

source: Log out &raquo;
lb_lb: Ausloggen &raquo;

source: Log out of this account
lb_lb: Ausloggen aus dësem Account

source: Logged in as <a href="%1$s">%2$s</a>.
lb_lb: Ageloggt als <a href="%1$s">%2$s</a>.

source: Mail (will not be published)
lb_lb: E-Mail (gëtt net verëffentlecht)

source: Monthly:
lb_lb: Monatlech:

source: Name
lb_lb: Numm

source: Newer Entries &raquo;
lb_lb: Rezent Beiträg

source: No posts found.
lb_lb: Keng Artiklen fonnt.

source: Not Found
lb_lb: Net fonnt.

source: Pages
lb_lb: Säiten

source: Please do not load this page directly. Thanks!
lb_lb: W.E.G. ruff dësen Link net direkt ob. Merci

source: Posted in %s
lb_lb: Geposted an %s

source: Read the rest of this entry &raquo;
lb_lb: Lies den Recht vun dësem Artikel.

source: Search
lb_lb: Sich

source: Search Results
lb_lb: Sichresultater

source: Submit Comment
lb_lb: Kommentar ofschécken.

source: Subscribe comments with RSS.
lb_lb: Ofschécken vum Kommentar mat RSS.

source: This post is password protected. Enter the password to view comments.
lb_lb: Dësen Artikel ass passwuert geschützt. W.E.G. gëff d'Passwuert an fir d'Kommentarer ze gesinn.

source: Topic:
lb_lb: Thema:

source: Website
lb_lb: Websäit

source: Written by %s
lb_lb: Geschriwwen vun %s

source: You must be <a href="%s">logged in</a> to post a comment.
lb_lb: Du muss <a href="%s">ageloggt sinn</a> fir een Kommentar ze posten.

source: Your comment is awaiting moderation.
lb_lb: Dein Kommentar gëtt moderéiert.

source: at
lb_lb: um

source: g:i a
lb_lb: H:i

source: search
lb_lb: sichen

source: search site archives
lb_lb: Duerchsichen vum Archiv

source: to
lb_lb: zu

source: with % comments
lb_lb: % Kommentarer

source: with one comment
lb_lb: 1 Kommentar

source: without comments
lb_lb: Keng Kommentarer
